// использование гид в этой папке git init

// cоздание обязательных config local or global
// git config --local user.name 'yahor'
// git config --global user.email pixi@gmail.com

// добавление всех файлов текущей папка в область наблюдения git
// git add -A

// создание коммита(контрольной точки)
// git commit -a -m'text'

// проверка статусса гид
// git status

// смотрим коммиты
// git log

// создание клона гид
// git clone 'путь к репозиотрию из гидхаба ' 
//'имя пааккпки куда импортируется репозиториий '

// пушим локальные изменения на гидхаб
// добавлям пакпки git add -A
// коммитим
// git push

// получаем на локал изменения в гидхабе
// git pull
